[
    "\t\"...Know you? I wonder do I know you? Before I could answer that, I should have to see your soul.\"\n\n\t\"To see my soul!\" muttered Dorian Gray, starting up from the sofa and turning almost white from fear.\n\t\"Yes,\" answered Hallward gravely, and with deep-toned sorrow in his voice, \"to see your soul. But only God can do that.\"\n\n\tA bitter laugh of mockery broke from the lips of the younger man. \"You shall see it yourself, to-night!\" he cried, seizing a lamp from the table. \"Come: it is your own handiwork. Why shouldn't you look at it? You can tell the world about it afterwards, if you choose. Nobody would believe you. If they did believe you, they would like me all the better for it. I know the age better than you do, though you will prate about it so tediously. Come, I tell you. You have chattered enough about corruption. Now you shall look on it face to face.\"\n\n\tThere was the madness of pride in every word he uttered. He stamped his foot upon the ground in his boyish insolent manner. He felt a terrible joy at the thought that some one else was to share his secret, and that the man who painted the portrait that was the origin of all his shame was to be burdened for the rest of his life with the hideous memory of what he had done.\n\n\t\"Yes,\" he continued, coming closer to him and looking steadfastly into his stern eyes, \"I shall show you my soul. You shall see the thing that you fancy only God can see.\"\n\n\t...\n\n\tThen he [Basil] straitened himself up, and walked over to the fireplace, and stood there, looking at the burning logs with their frostlike ashes and their throbbing cores of flame.\n\n\t\"I am waiting Basil,\" said the young man in a hard clear voice.\n\n\tHe turned round. \"What I have to say is this,\" he cried. \"You must give me some answer to these horrible charges that are untrue from beginning to end, I shall believe you. Deny them, Dorian deny them!  Can't you see what i am going through? My God! Don't tell me that you are bad, and corrupt, and shameful.\"\n\n\tDorian Gray smiled. There was a curl of contempt in his lips. \"Come upstairs, Basil,\" he said quietly. \"I keep a diary of my life from day to day, and it never leaves the room in which it is written. I shall show it to you if you come with me.\"\n\n\t\"I shall come with you Dorian, if you wish it. I see I have missed my train. That makes no matter. I can go to-morrow. But don't ask me to read anything to-night. All I want is a plain answer to my question.\"\n\n\t\"That shall be given to you upstairs. I could not give it here. You shall not have to read long.\n\n\t\t-The Picture of Dorian Grey-",

    "There is a luxury in self-reproach. When we blame ourselves, we feel that no one has a right to blame us. It is the confession, not the priest, that gives us absolution.\n\n-The Picture of Dorian Grey",

    "There was a silence. The evening darkened in the room. Noiselessly, and with silver feet, the shadows crept in from the garden. The colours faded wearily out of things.\n\n-The Picture of Dorian Grey",

    "He would never again tempt by a prayer, any terrible power. If the picture was to alter it would alter. That was all. Why inquire too closely into it? For there would be a real pleasure in watching it. He would be able to follow his mind into its secret places. This portrait would be to him the most magical of mirrors. As it had revealed to him his own body, so it would reveal to him his own soul. And when winter came upon it, he would still be standing where spring trembles on the verge of summer. When the blood crept from his face, and left behind a pallid mask of chalk with leaden eyes, he would keep the glamor of boyhood. Not one blossom of his loveliness would ever fade. Not one pulse of his life would ever weaken. Like the gods of the Greeks, he would be strong, and fleet, and joyous. What did it matter what happened to the coloured image on the canvas? He would be safe. That was everything.\n\n-The Picture of Dorian Grey",

    "Out of the unreal shadows of the night comes back the real life that we had known. We have to resume it where we had left off, and there steals over us a terrible sense of the necessity for the continuance of energy in the same wearisome round of stereotyped habits, or a wild longing, it may be, that our eyelids might open some mourning upon a world that had been refashioned anew in the darkness for our pleasure, a world in which things would have fresh shapes and colors, and be changed, or have other secrets, a world in which the past would have little or no place, or survive, at any rate, in no conscious form of obligation or regret, the remembrance even of joy having its bitterness and the memories of pleasure their pain.\n\n-The Picture of Dorian Grey",

    "[...] in some curious tapestries or cunningly wrought enamels, were pictured the awful and beautiful forms of those whom vice and blood and weariness gad monstrous or mad: Filippo, Duke of Milan who slew his wife and painted her lips with a scarlet poison that her lover might suck death from the dead thing he fondled [...]\n\n-The Picture of Dorian Grey",

    "There was a horrible fascination in them all. He saw them at night, and they troubled his imagination in the day. The Renaissance knew of strange manners of poisoning - poisoning by a helmet and a lighted torch, by an embroidered glove and a jeweled fan, by a lighted torch, by an amber chain. Dorian Gray had been poisoned by a book. There were moments when he looked on evil simply as a mode through which he could realize his conception of the beautiful.\n\n-The Picture of Dorian Grey",

    "There are moments, psychologists tell us, when the passion for sin, or for what the world calls sin, so dominates a nature that every fiber of the body, as every cell of the brain, seems to be instinct with fearful impulses. Men and women at such moments lose the freedom of their will. They move to their terrible end as automatons move. Choice is taken from them, and conscience is either killed, or, if it lives at all, lives but to give rebellion to its fascination and fascination its charm. For all sins, as theologians weary not of reminding us, are sins of disobedience. When that high spirit, that mourning star of evil, fell from heaven, it was as a rebel that he fell.\n\n-The Picture of Dorian Grey",

    "Ah! In what a monstrous moment of pride and passion he had prayed that the portrait should bear the burden of his days, and he keep the unsullied splendor of eternal youth! All his failure had been due to that. Better for him that each sin of his life had brought its swift penalty along with it. There was purification in punishment. Not \"forgive our sins\" but \"Smite us for our iniquities\" should be the prayer of man to a most just God.\n\n-The Picture of Dorian Grey",

    "She is very clever, too clever for a woman. She lacks the indefinable charm of weakness. It is the feet of clay that make the gold of the image precious. Her feet are very pretty, but they are not feet of clay. White porcelain feet, if you like. They have been through the fire,and what fire does not destroy, it hardens. She has had experiences.\n\n-The Picture of Dorian Grey",

    "Good God Dorian, what a lesson! What an awful lesson!\"\nThere was no answer, but he could hear the younger man sobbing at the window. \n\"Pray Dorian, pray,\" he murmured. \"What is it that one was taught to say in one's boyhood? 'Lead us not into temptation. Forgive our sins. Wash away our iniquities.' Let us say that together. The prayer of your pride has been answered. The prayer of your repentance will be also. I worshiped you too much. I am punished for it. You worshiped yourself too much. We are both punished.\"\nDorian Gray turned slowly around and looked at him with tear-dimmed eyes. \n\"It is too late, Basil \" he faltered.\n\n-The Picture of Dorian Grey",

    "To cure the soul by means of the senses, and the senses by means of the soul.\n\n-The Picture of Dorian Grey",

    "She is very clever, too clever for a woman. She lacks the indefinable charm of weakness. It is the feet of clay that make the gold of the image precious. Her feet are very pretty, but they are not feet of clay. White porcelain feet, if you like. They have been through the fire,and what fire does not destroy, it hardens. She has had experiences.\n\n-The Picture of Dorian Grey",

    "\"You teach me now how cruel you've been- cruel and false. Why did you despise me? Why did you betray your own heart, Cathy? I have not one word of comfort- you deserve this. You have killed yourself. Yes, you may kiss me, and cry; and wring out my kisses and tears. They'll blight you - they'll damn you. You loved me- then what right had you to leave me? What right- answer me - for the poor fancy you felt for Linton? Because misery, and degradation, and death, and God or Satan could inflict would have parted us, you, of your own will, did it. I have not broken your heart - you have broken it - and in breaking it, you have broken mine. So much the worse for me, that I am strong. Do I want to live? What kind of living will it be when you - oh, God! would you like to live with your soul in the grave?\"\n\"Let me alone. Let me alone,\" sobbed Cathrine. \"If I've done wrong, I'm dying for it.  It is enough! You left me too; but I wont upbraid you.! I forgive you. Forgive me!\"\n\"It is hard to forgive, and to look at those eyes, and feel those wasted hands,\" he answered. \"Kiss me again; and don't let me see your eyes! I forgive what you have done to me. I love my murderer - but yours! How can I?\"\n\n-Heathcliff, Wuthering Heights",

    "\"Afraid?  No!\"  he replied. \"I have neither a fear, nor presentment, nor a hope of death - why would I? With my hard constitution, and temperate mode of living, and unperilous occupations, I ought to, and probably shall, remain above ground, till there is scarcely a black hair on my head - and yet I cannot continue in this condition! - I have to remind myself to breathe- almost remind my heart to beat! And it is like bending back a stiff spring... it is by compulsion, that I do the slightest act, not prompted by one thought, and by compulsion, that I notice anything alive, or dead, which is not associated with the one universal idea... I have a single wish, and my whole being, and faculties are yearning to attain it. They have yearned towards it so long, and so unwaveringly, that I'm convinced it will be reached - and soon - because it has devoured my existence - I am swallowed up in the anticipation of its fulfillment.\nMy confessions have not relieved me - but, they may account for some otherwise unaccountable phases of humor which I show. O, God! It is a long fight, I wish it were over!\"\n\n-Heathcliff, Wuthering Heights",

    "It pays to be obvious, especially if you have a reputation for subtlety.\n\n-Hardin, Foundation",


    "\"Where the stars are scattered thinly,\" quoted Barr, \"And the cold of space seeps in.\"\n\nFoundation and Empire",

    "But Mallow's answer was incisive. \"When I'm boss of this Foundation, I'm going to do nothing. One hundered percent of nothing, and that is the secret of this crisis.\"\n\n-Foundation",

    "Barr shrugged. \"Attack now or never; with a single ship, or all the force in the Empire;by military force or economic pressure; by candid declaration of war or by treacherous ambush. Do what ever you wish in your fullest exercise of freewill. You will still lose.\"\n\"Because of Hari Seldon's dead hand?\"\n\"Because of the dead hand of the mathematics of human behavior that can neither be stopped, swerved, nor delayed.\"\nThe two faced each other in deadlock, until the general stepped back.\nHe said simply, \"I'll take that challenge. It's a dead hand against a living will.\n\n- Patrician Barr to General Riose, Foundation and Empire",

    "\"I thank you,\" said the general coldly, \"but I would remind you that there is a difference between boldness and blindness. There is a place for a decisive gamble when you know your enemy and can calculate the risks at least roughly; but to move at all against an unknown enemy is boldness in itself. You might as well ask why the same man sprints safely across an obstacle course in the day, and falls over the furniture in his room at night.\n\n-General Riose, Foundation and Empire",

    "... And in the center of an open cluster of ten thousand stars, whose light tore to shreds the feebly encircling darkness, there circled the huge Imperial planet of Trantor.\nBut it was more than a planet; it was the living pulse beat of an empire of twenty million stellar systems. It had only one function, administration; one purpose, government; and one manufactured product, law.\nThe entire world was one functional distortion. There was no living object on its surface but man, his pets, and his parasites. No blade of grass or fragment of uncovered soil could be found outside the hundred square miles of the Imperial Palace. No fresh water outside the Palace grounds existed but in the vast cisterns that held the water supply of a world.\n\n\t-Foudation and Empire",

    "She wasn't beautiful on the grand scale to others - her admitted that - even if everybody did look twice. Her hair was dark and glossy, though strait, her mouth a bit wide - but her meticulous, close-textured eyebrows separated a white, unlined forehead from the warmest mahogany eyes ever filled with smiles.\nAnd behind a very sturdily built and staunchly defended facade of practical, unromantic hard-headedness towards life, there was just that little pool of softness that would never show if you poked for it, but could be reached if you knew just how - and never let on that you were looking for it.\n\n\t-Foundation and Empire",

    "\"It may serve, let us hope, to symbolize some sweet moral blossom that may be found along the track, or relieve the darkening close of a tale of human frailty and sorrow.\"\n\n-The Scarlet Letter",

    "One token of her shame would but poorly serve to hide another.\n\n\t-The Scarlet Letter.",

    "Ah, but let her cover the mark as she will, the pang of it will be always in her heart.\n\n\t-The Scarlet Letter",

    "In our nature, however, there is a provision, alike marvellous and merciful, that the sufferer should never know the intensity of what he endures by its present torture, but chiefly by the pang that rankles after it.\n\n\t-The Scarlet Letter",

    "When he found the eyes of Hester Prynne fastened on his own, and saw that she appeared to recognize him, he slowly and calmly raised his finger, made a gesture with it in the air, and laid it on his lips.\n\n\t-The Scarlet Letter",

    "But she named the infant 'Pearl,' as being of great price- purchased with all she had- her mother's only pleasure.\n\n\t-The Scarlet Letter",

    "A pure hand needs no glove to cover it.\n\n\t-The Scarlet Letter",

    "It is to the credit of human nature, that, except where its selfishness is brought into play, it loves more readily than it hates. Hatred, by a gradual and quiet process, will even be transformed to love, unless the change be impeded by a continually new irritation of the original feeling of hostility.\n\n\t-The Scarlet Letter",

    "Let men tremble to win the hand of woman, unless they win along with it the utmost passion of her heart! Else it may be their miserable fortune, when some mightier touch than their own may have awakened all her sensibilities, to be reproached even for the calm content, the marble image of happiness, which they will have imposed upon her as the warm reality.\n\n\t-The Scarlet Letter",

    "he had wandered, without rule or guidance, into a moral wilderness. Her intellect and heart had their home, as it were, in desert places, where she roamed as freely as the wild Indian in his woods. The scarlet letter was her passport into regions where other women dared not tread. Shame, Despair, Solitude! These had been her teachers - stern and wild ones - and they had made her strong, but taught her much amiss.\n\n\t-The Scarlet Letter",

    "But this had been a sin of passion, not of principle, nor even purpose.\n\n\t-The Scarlet Letter",

    "She had not known the weight until she felt the freedom.\n\n\t-The Scarlet Letter",

    "No man for any considerable period can wear one face to himself and another to the multitude, without finally getting bewildered as to which may be the true.\n\n\t-The Scarlet Letter",

    "And Bayta shot her last arrow with a firm, calm certitude, \"You won't! I have faith in the wisdom of Seldon yet. You shall be the last ruler of your dynasty, as well as the first.\"\n\tSomething caught Magnifico. \"Of my dynasty? Yes, I had thought of that, often. That I might establish a dynasty. That I might have a suitable consort.\"\n\tBayta suddently caught the meaning of the look in his eyes and froze horribly.\n\tMagnifico shook his head. \"I sense your revulsion, but that's silly. If things were otherwise, I could make you happy very easily. It would be an artificial ecstasy, but there would be no difference bewteen it and the genuine emotion. But things are not otherwise. I call myself the Mule - but not because of my strength - obviously - \"\n\tHe left them, never looking back.\n\n\t-Foundation and Empire",

    "\t\"I was very much flattered by his asking me to dance a second time. I did not expect such a compliment.\"\n\t\"Did not you? I did for you. But that is one great difference between us. Compliments always take you by surprise, and me never. What could be more natural than his asking you again? He could not help seeing that you were about five times as pretty as every other woman in the room. No thanks to his gallantry for that. Well, he certainly is very agreeable, and I give you leave to like him. You have liked many a stupider person.\"\n\n\t-Pride and Prejudice",

    "\t\"Vanity and pride are different things, though the words are often used synonimously. A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us.\"\n\n\t-Pride and Prejudice",

    "\"Happiness in marriage is entirely a matter of chance. If the dispositions of the parties are ever so well known to each other, or ever so similar before-hand, it does not advance their felicity in the least. They always continue to grow sufficiently unlike afterwards to have their share of vexation; it is better to know as little as possible of the defects of the person with whom you are to pass your life.\"\n\t\"You make me laugh, Charlotte; but it is not sound. You know it is not sound, and that you would never act in this way yourself.\"\n\n\t-Pride and Prejudice",

    "\t\"From all that I can collect by your manner of talking, you must be two of the silliest girls in the country. I have suspected it some time, but now I am convinced.\"\n...\n\t\"I am astonished my dear,\" said Mrs. Benett, \"that you should be so ready to think your own children silly. If I wished to think slightingly of anybody's children, it should not be my own however.\"\n\t\"If my children are silly I must hope to be always sensible of it.\"\n\t\"Yes - but as it happens, they are all of them brtu clever.\"\n\t\"This is the only point, I flatter myself, on ejich we do not agree. I had hoped that our sentiments coincided in every particular, but I must so far differ from you as to think our two youngest daughter uncommonly foolish.\"\n\n\t-Pride and Prejudice",

    "I must not fear.\nFear is the mind-killer.\nFear is the little-death that brings total obliteration.\nI will face my fear.\nI will permit it to pass over me and through me.\nAnd when it has gone past I will turn the inner eye to see its path.\nWhere the fear has gone there will be nothing.\nOnly I will remain.\n\n\t-Dune",

    "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic.\n\n\t-Dune",

    "The mystery of life isn't a problem to solve, but a reality to experience.\n\n\t-Dune",

    "What do you despise? By this are you truly known.\n\n\t-Dune",

    "When religion and politics travel in the same cart, the riders believe nothing can stand in their way. Their movements become headlong - faster and faster and faster. They put aside all thoughts of obstacles and forget the precipice does not show itself to the man in a blind rush until it's too late.\n\n\t-Dune",

    "Hope clouds observation.",

    "\"Whether a thought is spoken or not it is a real thing and it has power,\" Tuek said. \"You might find the line between life and death among the Fremen to be too sharp and quick.\"\n\n\t-Dune",

    "The mind can go either direction under stress—toward positive or toward negative: on or off. Think of it as a spectrum whose extremes are unconsciousness at the negative end and hyperconsciousness at the positive end. The way the mind will lean under stress is strongly influenced by training.\n\n\t-Dune",

    "He who controls the spice controls the universe.\n\n\t-Due",

    "It is so shocking to find out how many people do not believe that they can learn, and how many more believe learning to be difficult.\n\n\t-Dune",

    "The mind commands the body and it obeys. The mind orders itself and meets resistance.\n\n\t-Dune",

    "Try looking into that place where you dare not look! You'll find me there, staring out at you!\n\n\t-Dune",

    "Without change something sleeps inside us, and seldom awakens. The sleeper must awaken.\n\n\t-Dune",

    "Greatness is a transitory experience. It is never consistent. It depends in part upon the myth-making imagination of humankind. The person who experiences greatness must have a feeling for the myth he is in. He must reflect what is projected upon him. And he must have a strong sense of the sardonic. This is what uncouples him from belief in his own pretensions. The sardonic is all that permits him to move within himself. Without this quality, even occasional greatness will destroy a man.\n\n\t-Dune",

    "The people who can destroy a thing, they control it.\n\n\t-Dune",

    "Survival is the ability to swim in strange water.\n\n\t-Dune",

    "What has mood to do with it? You fight when the necessity arises—no matter the mood! Mood's a thing for cattle or making love or playing the baliset. It's not for fighting.\n\n\t-Dune",

    "It is impossible to live in the past, difficult to live in the present and a waste to live in the future.\n\n\t-Dune",

    "Arrakis teaches the attitude of the knife - chopping off what's incomplete and saying: 'Now, it's complete because it's ended here.\n\n\t-Dune",

    "Highly organized research is guaranteed to produce nothing new.\n\n\t-Dune",

    "Proper teaching is recognized with ease. You can know it without fail because it awakens within you that sensation which tells you this is something you have always known.\n\n\t-Dune",

    "The willow submits to the wind and prospers until one day it is many willows - a wall against the wind.\n\n\t-Dune",

    "There should be a science of discontent. People need hard times to develop psychic muscles.\n\n\t-Muad'Dib, Dune",

    "Any road followed precisely to its end leads precisely nowhere. Climb the mountain just a little bit to test that it's a mountain. From the top of the mountain, you cannot see the mountain.\n\n\t-Dune",

    "\“Give as few orders as possible,\" his father had told him once long ago. \"Once you've given orders on a subject, you must always give orders on that subject.\"\n\n\t-Dune"
]
